Revit 2023 API
GroupTypeId.Materials Property
 "Materials and Finishes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Materials { get; }
Visual Basic
Public Shared ReadOnly Property Materials As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Materials {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace